[
 {
   "className": "Mammals",
   "animals": [],
   "about" : "The official mammal class is Mammalia. Animals that are considered mammals include warm-blooded vertebrates that have hair or fur and whose babies drink milk. Unlike other animal types like birds and insects, all mammal babies drink milk that comes from their mother’s bodies. This is one of the key ways to know if an animal is a mammal."
   },
   {
    "className": "Reptiles",
    "animals": [],
    "about" : "Lizards, dinosaurs, crocodiles, turtles, and snakes – all belong to that ancient and stout class of animals known as the reptiles. This is a diverse group with more than 10,000 different species and a huge representation in the fossil record. Once the dominant land vertebrates on the planet, reptiles still occupy just about every single ecosystem outside of the extreme north and south"
    },
    {
     "className": "Fish",
     "animals": [],
     "about" : "Fish are aquatic vertebrates. They usually have gills, paired fins, a long body covered with scales, and tend to be cold-blooded. “Fish” is a term used to refer to lampreys, sharks, coelacanths and ray-finned fishes, but is not a taxonomic group, which is a clade or group containing a common ancestor and all its descendants."
     },
     {
      "className": "Birds",
      "animals": [],
      "about" : "Birds, members of the class Aves, include more than 10,400 living species. Their feathers distinguish them from all other classes of animal; no other animals on earth have them. If you see an animal with feathers, it’s undoubtedly a bird. Like mammals, birds are warm-blooded vertebrates with four-chambered hearts. However, they are more closely related to reptiles and are believed to have evolved from dinosaurs."
      },
      {
       "className": "Amphibians",
       "animals": [],
       "about" : "The official class of amphibians is Amphibia. To have the classification of an amphibian, an animal must be a vertebrate, require water to survive, be cold-blooded, and spend time both on land and in water. Though other animals only live on land or in the water, amphibians have the unique ability to thrive equally in both. Amphibians cover over 6,000 different species across the globe, but about 90% are frogs."
       },
       {
        "className": "Invertebrates",
        "animals": [],
        "about" : "The definition of an invertebrate is any animal that does not have a backbone or vertebral column. The most prolific and easily recognizable members of the invertebrate family are insects. It’s estimated that upwards of 30 million individual species of invertebrates may exist accounting for between 90-95 percent of all organisms on the planet."
        },  
        {
         "className": "Insects",
         "animals": [],
         "about" : "TAll insects are part of the taxonomical phylum Arthropoda, and they are collectively referred to as arthropods. It is common to see this name misspelled as “anthropod,” but this is not the correct term. They can be found in nearly every environment on the planet, and they currently account for over half of all known living organisms in the world. They have undergone many cycles of evolution depending on the resources available to them."
         }
        ]

